# Taps
tap "caskroom/cask"
tap "caskroom/fonts"
tap "homebrew/apache"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/php"
tap "homebrew/services"
tap "homebrew/versions"
tap "neovim/neovim"
tap "rogual/neovim-dot-app"

# Command line tools
brew "ack"
brew "ansible"
brew "bat"
brew "ctags"
brew "diff-so-fancy"
brew "exiftool"
brew "fd"
brew "ffmpeg"
brew "gnupg"
brew "htop"
brew "mackup"
brew "telnet"
brew "tldr"
brew "tmux"
brew "tree"
brew "wget"
brew "zsh-syntax-highlighting"

# Development
brew "composer"
brew "dnsmasq", restart_service: true
brew "elixir"
brew "exercism"
brew "git-flow"
brew "go"
brew "mariadb", restart_service: true
brew "mongodb", restart_service: true
brew "neovim"
brew "neovim-dot-app"
brew "php", restart_service: true
brew "postgresql"
brew "redis", restart_service: true

# QuickLook extensions
cask "qlcolorcode"
cask "qlimagesize"
cask "qlmarkdown"
cask "qlstephen"
cask "quicklook-json"
cask "suspicious-package"
cask "webpquicklook"

# Apps
#cask "google-chrome"
#cask "iterm2"
cask "virtualbox"
#cask "visual-studio-code"

# fonts
cask "font-fira-code"
cask "font-montserrat"

# Mac AppStore
